tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bash"
brew "bash-completion2"
brew "colordiff"
brew "coreutils"
brew "dmg2img"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "git"
brew "gnupg"
brew "git-secret"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gzip"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jenv"
brew "jq"
brew "mackup"
brew "mas"
brew "mdcat"
brew "moreutils"
brew "mtr"
brew "nvm"
brew "ocrmypdf"
brew "openshift-cli"
brew "openssh"
brew "perl"
brew "python@3.8"
brew "rsync"
brew "screen"
brew "ssh-copy-id"
brew "tmux"
brew "unzip"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "tree"

cask "firefox"
cask "google-chrome"
cask "coconutbattery"
cask "enpass"
cask "meld"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "wireshark"
cask "intellij-idea-ce"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Xcode", id: 497799835
